Repository: mohamed-ghalla/bayan2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Bayan Co. Administration
ar: إدارة موقع جمعية بيان التعاونية

source: Vendor
ar: المورد

source: old_password
ar: كلمة المرور الحالية

source: new_password1
ar: كلمة المرور الجديدة

source: new_password2
ar: تأكيد كلمة المرور الجديدة

source: Admin
ar: مدير

source: Sales
ar: المشتريات

source: Accounts
ar: الحسابات

source: vegetables
ar: خضار

source: beautify
ar: تجميل

source: Families supplies
ar: لوازم عائلات

source: Markets and branches
ar: أسواق وفروع

source: First Name
ar: الإسم لأول

source: Last Name
ar: الإسم الأخير

source: Username
ar: إسم المستخدم

source: Email
ar: البريد الالكتروني

source: Phone
ar: الهاتف

source: The trade name of the company
ar: الإسم التجاري للشركة

source: Type of Supply
ar: نوع التوريد

source: Person Type
ar: تصنيف المستخدم

source: password1
ar: كلمة السر

source: passowrd2
ar: تأكيد كلمة السر

source: Sign Auth
ar: إعتماد توقيع

source: Trade Book
ar: كتاب التجارة

source: Chamber Book
ar: كتاب غرفة التجارة والصناعة

source: Trade Mark
ar: علامة تجارية

source: Import License
ar: ترخيص الإستيراد

source: Healthy Preview
ar: معاينة صحي

source: Agency Book
ar: كتاب وكالة

source: Varieties Revealed
ar: كتاب أصناف

source: Customs Declaration
ar: البيان الجمركي

source: Industrial Facility
ar: منشأة صناعية

source: Federation Of Associations
ar: تعميم إتحاد جمعيات

source: Profile Picture
ar: صورتي الشخصية

source: Please select location
ar: من فضلك اختر موقع صحيح

source: Opened
ar: مفتوح

source: Closed
ar: مغلق

source: Order Data
ar: بيانات الطلب

source: Please upload data File
ar: من فضلك اختر ملف بيانات الطلب

source: Please select location from the list.
ar: من فضلك اختر موقع صحيح

source: Please select vendor from the list.
ar: من فضلك اختر موقع صحيح

source: User
ar: إسم المستخدم

source: Users
ar: المستخدمين

source: VEND_DESC_ARABIC
ar: الإسم التجاري للشركة

source: VEND_CODE
ar: رمز المورد

source: Chique_Image
ar: صورة الطلب

source: Vendors
ar: الموردين

source: sales_code
ar: رقم المستخدم

source: Sale
ar: المشتريات

source: accounts_code
ar: رقم المستخدم

source: Account
ar: الحسابات

source: PACK_ID
ar: رمز الشد

source: NO_OF_ITEMS
ar: عدد المنتجات

source: ARABIC_NAME
ar: إسم المنتج

source: UNIT_DESC
ar: الوحدة

source: PURCH_PRICE
ar: سعر الشراء

source: SALE_PRICE
ar: سعر الخصم

source: BARCODE
ar: الرمز الشريطي

source: Product
ar: المنتج

source: Products
ar: المنتجات

source: Location
ar: الموقع

source: Locations
ar: المواقع

source: LOCN_ID
ar: رقم الموقع

source: LOCN_NAME
ar: إسم الموقع

source: Order
ar: الطلب

source: Orders
ar: الطلبات

source: Order_No
ar: رقم الطلب

source: Order_Date
ar: تاريخ الطلب

source: Order_State
ar: حالة الطلب

source: Order_Image
ar: صورة الطلب

source: Notes
ar: ملاحظات

source: table_data
ar: بيانات الطلب

source: Order_data_Image
ar: صورة الطلب

source: Image
ar: صورة الطلب

source: quantity
ar: الكمية

source: Transaction
ar: رقم المعاملة

source: Transactions
ar: رقم المعاملة

source: read
ar: تمت قرائته

source: unread
ar: غير مقروئه

source: new order
ar: طلب جديد

source: confirm order
ar: الطلبات المؤكدة

source: update products
ar: تعديل قائمة المنتجات

source: upload chique
ar: رفع الشيك

source: T_No
ar: رقم المعاملة

source: T_Date
ar: تاريخ الطلب

source: T_Type
ar: نوع المعاملة

source: T_State
ar: حالة الطلب

source: T_Details
ar: تفاصيل المعاملة

source: Bill
ar: كشف الحساب

source: Bills
ar: كشف الحساب

source: B_Date
ar: تاريخ كشف الحساب

source: B_Details
ar: تفاصيل كشف الحساب

source: Bill_File
ar: ملف كشف الحساب

source: Chique
ar: الشيك

source: Chiques
ar: الشيكات

source: C_Date
ar: تاريخ الشيك

source: don't have permission to access this page
ar: ليس لديك صلاحية للدخول لهذه الصفحة

source: Home
ar: الرئيسية

source: this page not found
ar: الصفحة التي تحاول الوصول إليها غير متاحة

source: Changing Password
ar: تغيير كلمة السر

source: Your password cannot be identical to your other personal information
ar: لا يمكن أن تكون كلمة المرور الخاصة بك مطابقة لمعلوماتك الشخصية الأخرى

source: Your password should include at least 8 characters
ar: يجب أن تحتوي كلمة مرورك على 8 أحرف على الأقل

source: Your password cannot be a commonly used password
ar: لا يمكن أن تكون كلمة المرور الخاصة بك كلمة مرور شائعة الاستخدام

source: Your password cannot be just numbers
ar: لا يمكن أن تكون كلمة مرورك مجرد أرقام

source: Submit
ar: حفظ

source: we informed you that your Chique is Ready.
ar: نحيط علم سيادتكم أن الشيك جاهز

source: and we send image of it in attachments
ar: و تم إرسال صورة منه في الملحقات

source: we informed you that you order no :
ar: نحيط علم سيادتكم أن الطلب رقم

source: was confirmed
ar: تم تأكيده

source: The uploaded file is not supported, please choose photo or excel file
ar: الملف المرفوع غير مدعوم, من فضلك اختر صورة او ملف اكسيل

source: The uploaded file not supported, please select image
ar: الملف المرفوع غير مدعوم, من فضلك اختر صورة

source: File type not supported. JPEG, PNG, or pdf recommended
ar: هذا الملف غير مدعوم , من فضلك اختر صورة او ملف pdf

source: List Order
ar: عرض الطلب

source: File type not supported. xlsx recommended
ar: هذا الملف غير مدعوم , من فضلك اختر ملف xlsx

source: List Vendors
ar: عرض الموردين

source: Last Transactions
ar: أخر المعاملات

source: There isn't unread transactions
ar: لا يوجد معاملات جديدة

source: Show All Transactions
ar: عرض جميع المعاملات

source: Upload Bill
ar: رفع كشف الحساب

source: Cancel
ar: إلغاء

source: Loading
ar: جار التحميل

source: Bayan Co. WebSite
ar: جمعية بيان التعاونية

source: Financial
ar: الحسابات

source: Bayan COOP Society
ar: جمعية بيان التعاونية

source: Profile
ar: صفحتي

source: New Order
ar: طلب جديد

source: List Orders
ar: عرض الطلبات

source: List Products
ar: عرض المنتجات

source: New Users
ar: المستخدمين الجدد

source: Welcome
ar: أهلا

source: Logout
ar: خروج

source: Login
ar: تسجيل دخول

source: Order ID
ar: رمز الطلب

source: Order No
ar: رقم الطلب

source: Order Date
ar: تاريخ الطلب

source: Order State
ar: حالة الطلب

source: Delete Orders that are older than selected date
ar: مسح الاوامر الاقدم من هذا التاريخ

source: Remove
ar: مسح

source: Print Selected Columns
ar: طباعة الاعمدة المختارة

source: Bayan Co-operative Society
ar: جمعية بيان التعاونية

source: Date of Day
ar: تاريخ اليوم

source: All Orders List
ar: قائمة جميع الطلبات

source: Print Selected Rows
ar: طباعة الصفوف المختارة

source: Select Columns
ar: إختر الاعمدة للطباعة

source: Search
ar: بحث

source: No data available in table
ar: لا يوجد بيانات متاحه

source: Previous
ar: الصفحة السابقة

source: Next
ar: الصفحة التالية

source: ID
ar: المسلسل

source: Bills Date
ar: تاريخ كشف الحساب

source: Bills File
ar: ملف كشف الحساب

source: show
ar: عرض

source: All Bills List
ar: قائمة كشف الحساب

source: Print Selected rows
ar: طباعة الصفوف المختارة

source: Full Name
ar: الإسم الكامل

source: Print
ar: طباعة

source: Federation of Associations
ar: تعميم إتحاد جمعيات

source: Serial
ar: م

source: Upload Products List
ar: رفع قائمة المنتجات

source: Vendor Code
ar: رمز المورد

source: New Users List
ar: قائمة المستخدمين الجدد

source: Delete
ar: مسح

source: Vendor Orders Report
ar: قائمة طلبات المورد

source: Name
ar: الإسم

source: pack id
ar: رمز الشد

source: no of items
ar: الشد

source: unit desc
ar: الوحدة

source: purch price
ar: سعر الشراء

source: sale price
ar: سعر الخصم

source: barcode
ar: الرمز الشريطي

source: Vendor Products List
ar: تقرير أصناف الموردين

source: Vendors Products List
ar: تقرير أصناف الموردين

source: Transaction No
ar: رقم المعاملة

source: Transaction Date
ar: تاريخ المعاملة

source: Transaction Type
ar: نوع المعاملة

source: Transaction Details
ar: تفاصيل المعاملة

source: Transaction state
ar: حالة المعاملة

source: Upload All Products
ar: رفع قائمة جميع المنتجات

source: Upload Chique
ar: رفع الشيك

source: List
ar: عرض

source: Upload
ar: رفع

source: Upload products Sheet
ar: رفع قائمة المنتجات

source: Vendors List
ar: قائمة الموردين

source: Password
ar: كلمة المرور

source: Log in
ar: دخول

source: Don't have account ?
ar: لاتمتلك حساب

source: Signup
ar: إنشاء حساب جديد

source: Reset Password
ar: إستعادة كلمة المرور

source: All rights reserved to Al-Ibrahim Gulf Company
ar: جميع الحقوق محفوظة لشركة الإبراهيم الخليجية

source: Items Informations
ar: بيانات الأصناف

source: Item
ar: المنتج

source: Code
ar: رمز الشد

source: Desc
ar: الوحدة

source: Count
ar: الشد

source: Quantity
ar: الكمية

source: Price
ar: السعر

source: Total
ar: الإجمالية

source: Please Select Item
ar: من فضلك إختر منتج

source: Please select a valid Item.
ar: اختر منتج صحيح

source: Please Enter Quantity
ar: ادخل الكمية

source: Save
ar: حفظ

source: Purchase Order
ar: طلــــب شـــــراء

source: Description
ar: الوصف

source: Print Order
ar: طباعة الطلب

source: Delete Order
ar: مسح الطلب

source: Upload Order
ar: رفع الطلب

source: Show Confirmed Order
ar: إظهار الطلبات المؤكدة

source: Upload Confirmed Order
ar: رفع الطلبات المؤكدة

source: Close
ar: غلق

source: Confirmed Order
ar: الطلبات المؤكدة

source: Hide Confirmed Order
ar: إخفاء الطلبات المؤكدة

source: Show Chique
ar: إظهار الشيك

source: Hide Chique
ar: إخفاء الشيك

source: Required Papers
ar: الأوراق المطلوبة

source: Edit
ar: تعديل

source: Change Password
ar: تغيير كلمة السر

source: Have you lost your password? Enter your email address below and we will send you instructions for obtaining a new password.
ar: من فضلك، قم بإدخال عنوان بريدك الإلكتروني، وستصلك رسالة بها رابط لإعادة تعيين كلمة المرور.

source: Password reset has been sent
ar: إعادة ضبط كلمة المرور تم ارسالها

source: An email has been sent with instructions to set your password, in case an account exists with the same email you entered. You will receive e-mail soon
ar: تم إرسال بريد إلكتروني بالتعليمات لضبط كلمة المرور الخاصة بك, في حال تواجد حساب بنفس البريد الإلكتروني الذي ادخلته. سوف تستقبل البريد الإلكتروني قريباً

source: In case the e-mail is not received, please ensure that your e-mail address is entered correctly and review the spam folder.
ar: في حال عدم إستقبال البريد الإلكتروني، الرجاء التأكد من إدخال عنوان بريدك الإلكتروني بشكل صحيح ومراجعة مجلد الرسائل غير المرغوب فيها.

source: Bayan Co. Signup
ar: الدخول لموقع بيان

source: Papers Needed to complete Registration
ar: الاوراق المطلوبة لإستكمال الإلتحاق

source: Already have account ?
ar: تمتلك حساب مسبقا ؟

source: Sign Up
ar: إنشاء حساب جديد

source: File type not supported. JPEG, PNG recommended
ar: هذا الملف غير مدعوم , من فضلك اختر صورة JPEG or PNG

source: User is not active
ar: المستخدم غير مفعل

source: Username OR Password is incorrect
ar: إسم المستخدم او كلمة السر غير صحيحة

source: Account does not exist
ar: المستخدم غير موجود

source: sales
ar: المشتريات

source: financials
ar: الحسابات

source: admins
ar: المديرين

source: vendors
ar: الموردين

source: users
ar: المستخدمين
